---
kind: property
id: P:Autodesk.Revit.DB.Electrical.GroundConductorSize.MaterialBelongTo
source: html/1a5ce82b-7509-7045-dca8-558f1ec98cb2.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSize.MaterialBelongTo Property

Get the material type which include this ground conductor size information.

## Syntax (C#)
```csharp
public WireMaterialType MaterialBelongTo { get; }
```